Repository: dev-rubik-love/tg_demo_public
Catalog: app/locales/*/LC_MESSAGES/cmd_descriptions.po
Languages: ru

# BOT_USER_COMMANDS
source: All bot user commands.
ru: Все команды бота.

# FAQ
source: frequently asked questions.
ru: Часто задаваемые вопросы.

# GET_COLLECTIONS
source: Get my collections.
ru: Показать мои коллекции.

# GET_NEW_PUBLIC_POST
source: Get a new public post.
ru: Получить новый публичный пост.

# GET_PERSONAL_POSTS
source: Get my personal posts.
ru: Показать мои персональные посты.

# GET_STAT
source: Get statistics with the user.
ru: Получить статистику с пользователем.

# PUBLIC_MODE
source: Find people with common interests.
ru: Найти людей с общими интересами.

# PUBLIC_SEARCH
source: Public search for communication or meeting.
ru: Глобальный поиск для общения или знакомства.

# HERE_COMMANDS
source: Here is a list of commands that I understand:
ru: Вот список команд, которые я понимаю:

# PERSONAL_POST
source: Create a personal post.
ru: Создать персональный пост.

# PERSONAL_MODE
source: Find common interests with another person.
ru: Узнать общие интересы с другим человеком.

# PUBLIC_POST
source: Create a public post.
ru: Создать публичный пост.

# REG
source: Register (so you can be found in the public search).
ru: Зарегистрироваться (чтобы вас могли найти).

# REQUEST_PERSONAL_POSTS
source: Ask to share personal posts.
ru: Попросить поделиться персональными постами.

# SEARCH
source: Public search for communication or meeting.
ru: Глобальный поиск для общения или знакомства.

source: Share personal posts.
ru: Поделиться персональными постами.

# START
source: Press here if you're here for the first time.
ru: Нажми сюда если ты здесь первый раз.

# SHOW_SAMPLE
source: Show sample of personal mode results.
ru: Показать пример работы персонального режима.

# DONATE
source: Donate {URL} - thank you!
ru: Поддержать проект {URL} - спасибо!
