Repository: dev-rubik-love/tg_demo_public
Catalog: app/locales/*/LC_MESSAGES/collections.po
Languages: ru

# ASK_FOR_NAMES
source: Optional: You can select collections to put the post in. Enter the names of collections using comma. If the collection does not exist - it will be created.
ru: Опционально: Вы можете выбрать коллекции, в которые поместить пост. Введите названия коллекций через запятую. Если коллекции не существует - она будет создана.

# ASK_TO_SHARE
source: Choose the collections you want to share.
ru: Выберите коллекции, которыми хотите поделиться.

# HERE_POSTS
source: Here are the posts from the collection:
ru: Вот посты из коллекции:

# HERE_SHARED
source: Here are the collections that have been shared with you: Click on the collection to see its posts.
ru: Вот коллекции, которыми с вами поделились: Нажмите на коллекцию чтобы увидеть ее посты.

# HERE_YOUR
source: Here are your collections:
ru: Вот ваши коллекции:

# MAX_NAME_LEN
source: Max symbols in collection name: {MAX_NAME_LEN}.
ru: Максимальное количество символов в названии коллекции: {MAX_NAME_LEN}.

# COLLECTIONS_TO_SHARE_NOT_CHOSE
source: You have not chosen any collection to share. Please choose collections for sending.
ru: Вы не выбрали ни одной коллекции, которой хотите поделиться. Пожалуйста, выбери коллекции для отправки.

# NO_COLLECTIONS
source: You do not have any collections. You can create them during creation of personal posts, command: "{CREATE_PERSONAL_POST_CMD}".
ru: У вас нет коллекций. Коллекции можно создать во время создания персонального поста, команда "{CREATE_PERSONAL_POST_CMD}".

# NO_POSTS
source: Oops, this collection has no posts, sorry.
ru: Упс, в этой коллекции нет постов, извините.

# SAY_CHOSE_FOR_POST
source: The post will be placed in the following collections:
ru: Пост будет помещен в следующе коллекции:

# NOTIFY_SHARE_PROPOSAL
source: User {USERNAME} wants to share their collections with you, accept? ({COUNT} items).
ru: Пользователь {USERNAME} хочет поделиться с вами своими коллекциями, принять? ({COUNT} штук).

# WHO_TO_SHARE
source: Which user would you like to share collections with? Send their contact, @nickname or enter their user id.
ru: С каким пользователем вы бы хотели поделиться коллекциями? Отправьте его контакт, @nickname или id пользователя.

# SHARED_COLLECTIONS_NOT_FOUND
source: Shared collections not found. It's possible that the sender deleted them.
ru: Коллекции, которыми с вами поделились не найдены, возможно отправитель их удалил.

# COLLECTION_NOT_FOUND
source: Oops, collection not found.
ru: Упс, коллекция не найдена.

# COLLECTION_POSTS_NOT_FOUND
source: Oops, posts from the collection not found.
ru: Упс, посты из коллекции не найдены.

# FEW_COLLECTION_POSTS_NOT_FOUND
source: Oops, several {NUM} posts from the collection were not found.
ru: Упс, несколько {NUM} постов из коллекции не найдено.

# USER_ACCEPTED_SHARE_PROPOSAL
source: Great, user {ACCEPTER_USERNAME} accepted your proposal! Now you please wait for him while he will rate these collections too.
ru: Ура, пользователь {ACCEPTER_USERNAME} принял ваше приглашение! Теперь нужно подождать когда он оценит эти коллекции.

# DEFAULT_COLLECTION_NAME
source: Default collection
ru: Стандартная коллекция

# POST_SUCCESS_ADDED_TO_COLLECTION
source: Post success added to the collection {COLLECTION_NAME}.
ru: Пост успешно добавлен в коллекцию {COLLECTION_NAME}.

# POST_SUCCESS_REMOVED_FROM_COLLECTION
source: Post success removed to the collection {COLLECTION_NAME}.
ru: Пост успешно убран из коллекции {COLLECTION_NAME}.

# COLLECTION_SUCCESS_ADDED
source: The collection success added!
ru: Коллекция успешно добавлена!

# COLLECTION_SUCCESS_REMOVED
source: The collection success added removed.
ru: Коллекция успешно убрана.
