Repository: dev-rubik-love/tg_demo_public
Catalog: app/locales/*/LC_MESSAGES/posts.po
Languages: ru

source: Can't send posts to this user.
ru: Не могу отправить посты этому пользователю.

# ERROR_CREATE
source: Could not create post.
ru: Не удалось создать пост.

# HERE_POST_PREVIEW
source: Your post will look like this:
ru: Ваш пост будет выглядеть вот так:

# HERE_YOUR_PERSONAL_POSTS
source: Here are your personal posts:
ru: Вот ваши персональные посты:

# NO_MASS_POSTS
source: No posts to send.
ru: Нет постов для отправки.

# NO_NEW_POSTS
source: No posts to show you :( Posts are automatically sent to users every day.
ru: Нет постов что-бы показать вам :( Посты приходят пользователям автоматически каждые сутки.

# NO_PENDING
source: No pending posts
ru: Нет ожидающих постов

# NO_PERSONAL_POSTS
source: You do not have any personal posts. You can create them with the command "{CREATE_PERSONAL_POST_CMD}"
ru: У вас нет персональных постов. Вы можете их создать командой "{CREATE_PERSONAL_POST_CMD}"

# PERSONAL_POST_HELLO
source: Personal posts allow you to independently capture interests that you like. With their help, 2 users can check their matches separately from everyone else, they are only available to you and you can only see them. To continue send text or attachment for future post.
ru: Персональные посты позволяют вам самостоятельно запечатлеть интересы, которые вам нравятся. С их помощь 2 пользователя могут проверить свои совпадения отдельно от всех, они доступны только вам и видите их только вы. Для продолжения отправьте текст будущего поста или вложение.

# POST_CREATED_SUCCESSFULLY
source: Success! Thank you for helping the community grow!
ru: Успех! Спасибо, что помогаете развиваться сообществу!

# POST_NOT_FOUND
source: Oops. Post not found.
ru: Упс. Пост не найден.

# POST_TO_VOTE_NOT_FOUND
source: Post you want to rate not found, it may have been deleted.
ru: Пост которому вы хотите поставить оценку не найден, возможно он был удален.

# PUBLIC_POST_HELLO
source: By creating posts you help the community grow! Attach audio, video, photo or text to the post and add a caption to make it more colorful!
ru: Создавая посты вы помогаете развиваться сообществу! Прикрепите аудио,видео, фото или текст к посту и добавьте подпись, чтобы пост был красочнее!

# NOTIFY_REQUEST_PROPOSAL
source: User {USERNAME} wants to request your personal posts, allow?
ru: Пользователь {USERNAME}, хочет запросить у вас ваши персональные посты, разрешить?

# NOTIFY_SHARE_PROPOSAL
source: User {USERNAME} wants to share their posts with you, accept?
ru: Пользователь {USERNAME} хочет поделиться с вами своими постами, принять?

# USER_ACCEPTED_SHARE_PROPOSAL
source: Great, user {ACCEPTER_USERNAME} accepted your invitation! Now you please wait for him while he will rate these posts too.
ru: Ура, пользователь {ACCEPTER_USERNAME} принял ваше приглашение! Теперь нужно подождать когда он оценит эти посты.

# USER_ACCEPTED_REQUEST_PROPOSAL
source: Great, user {ACCEPTER_USERNAME} accepted your posts request!
ru: Ура, пользователь {ACCEPTER_USERNAME} принял ваш запрос поделиться постами!

# WHO_TO_REQUEST
source: Which user would you like to request personal posts from? Send their contact or enter their user id.
ru: У какого пользователя вы бы хотели запросить персональные посты? Отправьте его контакт, @nickname или введите id пользователя.

# WHO_TO_SHARE
source: Which user would you like to share posts with? Send their contact, @nickname or enter their user id.
ru: С каким пользователем вы бы хотели поделиться постами? Отправьте его контакт, @nickname или введите id пользователя.

# SENDER_HAS_NO_PERSONAL_POSTS
source: Posts sender has no personal posts.
ru: Отправитель постов не имеет персональных постов.

source: Ready to release
ru: Готов к релизу

# USER_DECLINED_SHARE_PROPOSAL
source: Unfortunately, user {DECLINER_USERNAME} declined your proposal.
ru: Увы, пользователь {DECLINER_USERNAME} отклонил ваше приглашение.
