Repository: dev-rubik-love/tg_demo_public
Catalog: app/locales/*/LC_MESSAGES/search.po
Languages: ru

# I_WANNA_CHAT
source: I want to chat
ru: Хочу общаться

# I_WANNA_DATE
source: I want to date
ru: Хочу знакомиться

# I_WANNA_CHAT_AND_DATE
source: Chat and date
ru: Общаться и знакомиться

source: Male
ru: Парень

source: Female
ru: девушка

source: Age specified
ru: Возраст указан

source: Any age
ru: Любой возраст

source: Any gender
ru: Любой пол

source: City specified
ru: Город указан

source: Country specified
ru: Страна указана

# ERROR_FILTERS
source: Failed to apply filter. Filters will not be applied.
ru: Не удалось применить фильтр. Фильтры применены не будут.

# HERE_MATCH
source: You match with: Percentage of common interests: {SHARED_INTERESTS_PERCENTAGE}% Common interests: {SHARED_INTERESTS_COUNT}
ru: Вам подходит: Процент общих интересов: {SHARED_INTERESTS_PERCENTAGE}% Общих интересов: {SHARED_INTERESTS_COUNT}

# INCORRECT_SHOW_MORE_OPTION
source: {MISUNDERSTAND} Write "{SHOW_MORE}" or "{FINISH}"
ru: {MISUNDERSTAND} Напишите "{SHOW_MORE}" или "{FINISH}"

# INCORRECT_SHOW_OPTION
source: {MISUNDERSTAND} Write "{SHOW_ALL}" or "{SHOW_NEW}"
ru: {MISUNDERSTAND} Напишите "{SHOW_ALL}" или "{SHOW_NEW}"

# INCORRECT_TARGET_AGE
source: {MISUNDERSTAND} Write a number in format xx, range in format xx - xx or "{ANY_AGE}"
ru: {MISUNDERSTAND} Напишите число в формате xx, диапазон в формате xx - xx или "{ANY_AGE}"

# INCORRECT_TARGET_GENDER
source: {MISUNDERSTAND} Write "{MALE}", "{FEMALE}" or "{ANY_GENDER}"
ru: {MISUNDERSTAND} Напишите "{MALE}", "{FEMALE}" или "{ANY_GENDER}"

# INCORRECT_TARGET_GOAL
source: {MISUNDERSTAND} Write "{I_WANNA_CHAT}", "{I_WANNA_DATE}" or "{I_WANNA_CHAT_AND_DATE}"
ru: {MISUNDERSTAND} Напишите "{I_WANNA_CHAT}", "{I_WANNA_DATE}" или "{I_WANNA_CHAT_AND_DATE}"

# IT_WANNA_CHAT
source: wants to chat
ru: хочет общаться

# IT_WANNA_CHAT_AND_DATE
source: chat and date
ru: Хочет общаться и знакомиться

# IT_WANNA_DATE
source: wants to date
ru: хочет знакомиться

# NEW_FILTERS_SUGGESTIONS
source: For suggestions on adding new filters please contact {ADMIN}
ru: Предложения по добавлению новых фильтров пишите пожалуйста ему {ADMIN}

# NO_COVOTES
source: You have rated too few posts, so you don't have any matches based on common interests. How to rate more posts, 3 options: 1. Use the "{GET_PUBLIC_POST_CMD}" command to rate more new posts in this chat. 2. Use the "{PUBLIC_MODE_CMD}" command to rate default posts in this chat. 3. Rate more posts in our posts channel: {POSTS_CHANNEL_LINK}
ru: Вы оценили слишком мало постов, поэтому у вас нет ни одного совпадения по общим интересам. 3 способа оценить больше постов: 1. Используйте команду "{GET_PUBLIC_POST_CMD}" чтобы оценить больше новых постов в этом чате. 2. Используйте команду "{PUBLIC_MODE_CMD}" чтобы оценить дефолтные посты в этом чате. 3. Оцените больше постов в нашем канале: {POSTS_CHANNEL_LINK}

# NO_MATCHES_WITH_FILTERS
source: Unfortunately, we couldn't find anyone based on the filters you provided. Ending the search.
ru: К сожалению, мы никого не смогли найти по заданным фильтрам. Завершаю поиск.

# NO_MORE_MATCHES
source: Great job, you have viewed all matches! Ending dialogue.
ru: Отличная работа, вы посмотрели все совпадения! Завершаю диалог.

# NO_VOTES
source: You haven't rated any posts yet, so we can't match you with anyone based on your interests. How to rate more posts, 3 options: Use the "{GET_PUBLIC_POST_CMD}" command to rate more new posts in this chat. Use the "{PUBLIC_MODE_CMD}" command to rate default posts in this chat. Rate more posts in our posts channel: {POSTS_CHANNEL_LINK}
ru: Вы не оценили ни 1 пост, поэтому мы не можем подобрать вам никого по общим интересам. Как оценить большн постов, 3 опции: Используйте команду "{GET_PUBLIC_POST_CMD}" чтобы оценить больше новых постов в этом чате.Используйте команду "{PUBLIC_MODE_CMD}" чтобы оценить дефолтные посты в этом чате.Оцените больше постов в нашем канале: {POSTS_CHANNEL_LINK}

# FOUND_MATCHES_COUNT
source: Found {FOUND_MATCHES_COUNT} matches!
ru: Найдено {FOUND_MATCHES_COUNT} совпадений!

# PHOTO_SPECIFIED
source: With photo
ru: С фотографией

# SEARCH_STEP_0
source: Hello! My name is Ruby. I am a bot that will help you find a partner for dating or chatting.
ru: Привет! Я бот по имени Ruby. Я помогу найти тебе пару для знакомства или общения.

# ASK_VOTES_SOURCES
source: Select the channels with your likes to consider in the search.
ru: Опционально: Можно выбрать каналы с вашими лайками, которые учитывать при поиске.

# NO_SOURCES
source: Please select at least one channel for searching
ru: Выберите хотя бы один канал для поиска

# SEARCH_STEP_1
source: Do you want to chat or date?
ru: Вы хотите общаться или знакомиться?

# SEARCH_STEP_2
source: Select the desired gender of your partner.
ru: Выберите желаемый пол партнера.

# SEARCH_STEP_3
source: Select the desired age of your partner. You can select a range by typing two numbers separated by a dash, for example 24 - 38.
ru: Выберите желаемый возраст партнера. Вы можете выбрать диапазон указав 2 числа через дефис, например 24 - 38.

source: Shared dislikes percentage
ru: Процент общих дизлайков

source: Shared likes percentage
ru: Процент общих лайков

source: Shared unmarked posts percentage
ru: Процент общих неотмеченных постов

# SHOW_ALL
source: explore all
ru: показать всех

# SHOW_NEW
source: explore new
ru: показать новых

# SHOW_MORE
source: explore more
ru: показать еще

source: Total dislikes set
ru: Общих дизлайков поставлено

source: Total likes set
ru: Общих лайков поставлено

source: Total unmarked posts
ru: Общих неотмеченных постов

# POSSIBLE_LONG_SEARCH
source: (search is not optimized yet, it may be slow).
ru: (поиск еще не оптимизирован, он может быть долгим).

# STATISTIC_HELLO
source: Hello! With this command you can find out statistics with users who marked interests together with you. Send the contact of the user you want to get statistics for or enter their user id.
ru: Привет! С помощью этой команды можно узнать статистику с пользователями которые отмечали вместе с вами персональные посты. Отправьте контакт пользователя с которым хотите получить статистик или введите его user id.

# USE_GET_STATS_WITH_CMD
source: Use the {GET_STATS_WITH_CMD} command to find out the % of shared interests (we will automate this soon).
ru: Используйте команду {GET_STATS_WITH_CMD} чтобы узнать % общих интересов (скоро мы это автоматизируем).

# HERE_STATISTICS_WITH
source: Here is your statistics with user
ru: Вот ваша статистика с пользователем

source: All channels
ru: Все каналы

source: Likes from bot
ru: Лайки из бота
