Repository: dev-rubik-love/tg_demo_public
Catalog: app/locales/*/LC_MESSAGES/user.po
Languages: ru

# COMMAND_FOR_REG
source: Registration command: "{REG_CMD}".
ru: Команда для регистрации: "{REG_CMD}".

# END_REG_HELP
source: Write "{FINISH}" to complete registration, "{BACK}" if you want to make changes, or "{CANCEL}" to cancel registration
ru: Напишите "{FINISH}" для завершения регистрации, "{BACK}" - если хотите внести изменения и "{CANCEL}" для отмены регистрации.

# ERROR_SAVING_PHOTOS
source: I cannot save photos.
ru: Не могу сохранить фотографии.

# ERROR_SAVING_PROFILE
source: I cannot save your profile. Canceling registration.
ru: Не могу сохранить ваш профиль. Отменяю регистрацию.

# HERE_PROFILE_PREVIEW
source: This is how your profile will look like:
ru: Так будет выглядеть ваш профиль:

# SEND_LOCATION
source: Use my location
ru: Отправить местоположение

# INCORRECT_AGE
source: {MISUNDERSTAND} Write your age, for example: "25" years.
ru: {MISUNDERSTAND} Напишите свой возраст. Например: "25 лет."

# INCORRECT_GENDER
source: {MISUNDERSTAND} Write "{I_MALE}" or "{I_FEMALE}"
ru: {MISUNDERSTAND} Напишите "{I_MALE}" или "{I_FEMALE}"

# INCORRECT_GOAL
source: {MISUNDERSTAND} Write "{I_WANNA_CHAT}", "{I_WANNA_DATE}" or "{I_WANNA_CHAT_AND_DATE}"
ru: {MISUNDERSTAND} Напишите "{I_WANNA_CHAT}", "{I_WANNA_DATE}" или "{I_WANNA_CHAT_AND_DATE}"

# INCORRECT_LOCATION
source: {MISUNDERSTAND} Write the country and city separated by a comma, for example: "France, Paris".
ru: {MISUNDERSTAND} Напишите страну и город через запятую, например: "Россия, Москва".

# I_FEMALE
source: female
ru: я девушка

# I_MALE
source: male
ru: я парень

# I_WANNA_CHAT
source: I want to chat
ru: хочу общаться

# I_WANNA_CHAT_AND_DATE
source: Chat and date
ru: общаться и знакомиться

# I_WANNA_DATE
source: I want to date
ru: хочу знакомиться

# NO_PHOTOS_TO_REMOVE
source: You do not have any added photos.
ru: У вас нет добавленных фотографий.

# NO_PROFILE_PHOTOS
source: Your profile has no photos.
ru: У вашего профиля нет фотографий.

# PHOTOS_ADDED_SUCCESS
source: Added. You can add more photos.
ru: Добавил. Вы можете добавить еще фотографии.

# PHOTOS_REMOVED_SUCCESS
source: Removed. You can add more photos.
ru: Удалено. Вы можете добавить еще фотографии.

# PHOTO_ADDED_SUCCESS
source: Added. You can add more photos.
ru: Добавил. Вы можете добавить еще фотографии.

# REG_STEP_0
source: Great decision! After registration, you will be able to not only view profiles but also become searchable yourself. During registration, I will ask for your name, goal, gender, age, photo, and comment.
ru: Отличное решение! После регистрации вы сможете не только смотреть анкеты, но и сами станете доступны для поиска. Во время регистрации я у вас спрошу: 1. Имя, 2. Цель, 3. Пол, 4. Возраст, 5. Локацию, 6. Фото 7. И комментарий.

# REG_STEP_1
source: Step 1 of 7. What is your name?
ru: Шаг 1 из 7. Как вас зовут?

# REG_STEP_2
source: Step 2 of 7. Do you want to chat or date?
ru: Шаг 2 из 7. Вы хотите общаться или знакомиться?

# REG_STEP_3
source: Step 3 of 7. What is your gender?
ru: Шаг 3 из 7. Укажите ваш пол.

# REG_STEP_4
source: Step 4 of 7. What is your age?
ru: Шаг 4 из 7. Укажите ваш возраст.

# REG_STEP_5
source: Step 5 of 7. Write your country and city, separated by a comma (",").
ru: Шаг 5 из 7. Напишите страну и город через запятую.

# REG_STEP_6
source: Step 6 of 7. Attach one or multiple photos in an attachment, which will be displayed along with your profile. The first photo added will become your avatar. When you are done, write "ready".
ru: Шаг 6 из 7. Прикрепите одну или несколько фотографий во вложении, которые будут отображаться вместе с вашей анкетой. Первая добавленная фотография станет вашим аватаром. Когда закончите напишите "готово".

# REG_STEP_7
source: Step 7 of 7. Tell something about yourself. Maximum characters allowed: 500.
ru: Шаг 7 из 7. Расскажите о себе. Максимальное количество символов - 500.

# REMOVE_PHOTOS
source: Remove selected photos
ru: Удалить выбранные фотографии

# SUCCESS_REG
source: Congratulations, you have successfully registered!
ru: Поздравляю, вы успешно зарегистрированы!

# TOO_MANY_PHOTOS
source: Too many photos. Used photos: {{USED_PHOTOS}}. Maximum photos: {MAX_PHOTOS}.
ru: Слишком много фотографий. Использовано фотографий: {{USED_PHOTOS}}. Максимальное количество фотографий: {MAX_PHOTOS}.

source: Use account name
ru: Использовать имя аккаунта

# USE_ACCOUNT_PHOTOS
source: Use profile photos
ru: Использовать фотографии профиля

# USER_NOT_REGISTERED
source: The user has not created his profile yet.
ru: Пользователь еще не создал свой профиль.
